{
    "ingredients": [
        {
            "food_spanish": "Patatas rusticas",
            "food": "russet potatoes",
            "quantity": "1",
            "unit_spanish": "libra",
            "unit": "pound",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": "pelados",
            "process": "peeled"
        },
        {
            "food_spanish": "aceite vegetal",
            "food": "vegetable oil",
            "quantity": "2",
            "unit_spanish": "cucharaditas",
            "unit": "teaspoons",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "Pimienta cayena",
            "food": "cayenne pepper",
            "quantity": "1",
            "unit_spanish": "pellizco",
            "unit": "pinch",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "sal kosher",
            "food": "kosher salt",
            "quantity": "1⁄2",
            "unit_spanish": "cucharadita",
            "unit": "teaspoon",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        }
    ],
    "steps": [
        "En la necesidad de un aperitivo agradable a la multitud, plato auxiliar, o aperitivo? Utilice su fiel freidora de aire para hacer estas patatas fritas irresistibles. Asegúrese de marcar esta receta de papas fritas fritas fritos aire — volverá a él una y otra vez.",
        "Si te gustan las papas fritas crujientes sin mucho aceite, ¡entonces las papas fritas fritas fritas son para ti! La rápida circulación de aire (combinada con el truco del Chef John para remojar el agua fría y caliente) garantiza patatas fritas que son súper crujientes por fuera, pero perfectamente suaves por dentro.",
        "Créanlo o no, estas patatas fritas airfrieder dignas de restaurante se unen con solo cuatro ingredientes que probablemente ya tienen a mano:",
        "PatatasLas patatas russet te darán esa textura y sabor francés clásico que buscas. También puedes usar una patata de uso general (como el oro de Yukón).",
        "Aceite Dado que estas papas fritas están hechas en la freidora, contienen menos aceite que sus contrapartes tradicionales. Unas cuantas cucharaditas de aceite vegetal son todo lo que necesitará.",
        "Pimienta de cayenaUna pizca de pimienta de cayena añade un toque de calor. También puedes usar ajo en polvo, cebolla en polvo o pimentón, puedes ser tan creativo como quieras con el contenido de tu gabinete de especias.",
        "Sal KosherPor supuesto, necesitará sal. Use más o menos de 1⁄2 cucharadita dependiendo de sus preferencias de sabor.",
        "A continuación encontrarás la receta completa, paso a paso, pero esto es lo que puedes esperar cuando hagas estas patatas fritas de alta calidad:",
        "Utilice un cuchillo afilado para cortar cada patata pelada en rodajas, luego se pega.",
        "Remojar los palitos de patata en un tazón de agua fría durante unos 5 minutos. Escurrir, luego verter agua hirviendo sobre las patatas. Dejar reposar durante unos 10 minutos. Escurrir y secar las patatas.",
        "Dejar enfriar los palitos de patata, luego pasar a un tazón de mezcla. Mezclelos con aceite y sazone con pimienta de cayena.",
        "Freír al aire los palitos de patata en una capa doble en la cesta de la freidora. Cocinar durante 15 minutos, mezclar, luego cocinar durante 10 minutos más. Sazonar con sal.",
        "Deje que las papas fritas se enfríen a temperatura ambiente. Transfiera a un recipiente hermético y guarde en la nevera hasta cinco días. Recaliente las papas fritas en una freidora (el método preferido), en el microondas o en el horno.",
        "\"Fritas asombrosas,\" raves Mamiof6. \"Estas eran tan buenas, y sólo el equilibrio perfecto de crujiente en el exterior y suave en el interior. Las hice tal como la receta dirigida, y nos encantaban!\"",
        "\"Seguí la receta excepto que añadí un poco de cúrcuma para el color y un poco de pimentón ahumado\", según Alma. \"Añadí sal marina justo antes de servir. ¡Se veían y sabían deliciosos y todos se habían ido!\"",
        "Contribuciones editoriales de Corey Williams",
        "Reúne todos los ingredientes.",
        "Cortar cada patata a lo largo en rodajas de 3/8 de pulgada de espesor, luego cortar las secciones en palos de 3/8 de pulgada de ancho. Colocar las patatas en un tazón de agua fría. Dejar remojar para liberar el exceso de almidones, unos 5 minutos; escurrir.",
        "Vierte agua hirviendo sobre las patatas hasta que estén cubiertas por unos pocos centímetros. Deja reposar durante 10 minutos. Escurrir las patatas y pasar a unas toallas de papel. Blote el exceso de agua y dejar enfriar por completo, al menos 10 minutos.",
        "Coloque las patatas enfriadas en un tazón de mezcla. Llovizna con aceite y sazonar con cayena; mezcle para cubrir.",
        "Precaliente una freidora a 375 grados F (190 grados C).",
        "Apilar las patatas en una doble capa en la cesta de la freidora.",
        "Cocine durante 15 minutos. Deslice la cesta y mezcle las papas fritas. Continúe freíndo hasta que estén doradas, unos 10 minutos más. Mezcle las papas fritas con sal en un tazón de mezcla. Sirva inmediatamente.",
        "Ir con patatas russet para obtener los mejores resultados. Las patatas amarillas / doradas pueden funcionar, pero las patatas rojas no funcionarían.",
        "Sazona estos como quieras, pero me gusta esperar hasta el final para añadir sal."
    ]
}