{
    "ingredients": [
        {
            "food_spanish": "pollo",
            "food": "chicken",
            "quantity": "4",
            "unit_spanish": null,
            "unit": null,
            "physical_quality_spanish": "deshuesado",
            "physical_quality": "boneless",
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "Aceite de oliva",
            "food": "olive oil",
            "quantity": "2",
            "unit_spanish": "cucharaditas",
            "unit": "teaspoons",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "pimentón",
            "food": "paprika",
            "quantity": "1",
            "unit_spanish": "cucharadita",
            "unit": "teaspoon",
            "physical_quality_spanish": "ahumado",
            "physical_quality": "smoked",
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "ajo en polvo",
            "food": "garlic powder",
            "quantity": "3⁄4",
            "unit_spanish": "cucharadita",
            "unit": "teaspoon",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "sal",
            "food": "salt",
            "quantity": "1⁄2",
            "unit_spanish": "cucharadita",
            "unit": "teaspoon",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "pimienta",
            "food": "pepper",
            "quantity": "1⁄2",
            "unit_spanish": "cucharadita",
            "unit": "teaspoon",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": "tierra",
            "process": "ground"
        }
    ],
    "steps": [
        "Si nunca has hecho muslos de pollo en la freidora, necesitas esta receta de muslo de pollo de alta calidad en tu vida lo antes posible. Los resultados son muslos irresistibles que son tiernos y jugosos por dentro, pero agradables y crujientes por fuera.",
        "Estos son los ingredientes fáciles de encontrar que necesitará para hacer esta receta de muslos de pollo frito al aire:",
        "· Muslos de pollo: Necesitarás cuatro muslos de pollo de piel deshuesada.· Aceite de oliva: El aceite de oliva se bloquea en la humedad y da a las especias algo a lo que adherirse.· Especias y condimentos: Estos muslos de pollo fritos al aire se sazonan con sal, pimienta, pimentón y polvo de ajo.",
        "Una vez que hagas muslos de pollo en la freidora, nunca volverás al horno. Encontrarás una lista detallada de ingredientes e instrucciones paso a paso en la receta de abajo, pero vamos a repasar lo básico:",
        "He aquí una breve descripción de lo que puedes esperar cuando hagas muslos de pollo al aire libre:",
        "1. Secar los muslos y cepillar las pieles con aceite de oliva.2. Hacer la mezcla de especias y espolvorear por todos los muslos.3. Cocer en la freidora de aire precalentada hasta que la piel esté dorada y los jugos estén limpios.",
        "Los muslos de pollo deshuesados deben estar completamente cocidos después de unos 18 minutos en una freidora precalentada a 400 grados F. Asegúrese de comprobar la temperatura interna antes de servir — un termómetro de lectura instantánea insertado en el centro debe leer 165 grados F.",
        "Puesto que su freidora estará ocupada, trate de emparejar los muslos de pollo con uno de estos simples platos secundarios que se unen rápidamente en el horno o en la estufa:",
        "· Espárragos asados con horno · Patatas trituradas básicas · Judías verdes salteadas",
        "Explora toda nuestra colección de Recetas Side Dish.",
        "Guarde los muslos de pollo cocidos en un recipiente hermético en el refrigerador hasta por cuatro días.",
        "Si planea congelar el pollo, coloque los muslos refrigerados en una bolsa de congelador y exprima el exceso de aire. Envuelva la bolsa en papel de aluminio. Congele hasta por tres meses.",
        "\"Oh, Dios mío, estos eran tan buenos,\" raves grammyt7204g. \"La piel estaba crujiente y la carne dentro era tan tierna y cocinada perfectamente, sin duda voy a hacer esto de nuevo!\"",
        "\"Delicioso,\" según Mary Wilson. \"Olvidé el aceite de oliva y una vez que me di cuenta, utilicé aerosol de canola y rocí la piel. Todavía salió crujiente y delicioso! Lo haré de nuevo.\"",
        "\"Omití la pimienta negra y añadí un condimento generoso de pimienta de limón\", dice Christina M. Miskam. \"Me encanta el pollo de ajo de limón. Esto salió jugoso, delicioso, y agregué 3 minutos por lado porque mis muslos de pollo eran enormes.",
        "Contribuciones editoriales de Corey Williams",
        "Precaliente una freidora a 400 grados F (200 grados C).",
        "Pat muslos de pollo secar con una toalla de papel y las pieles de cepillo con aceite de oliva. Coloque los muslos de pollo, lado de la piel hacia abajo, en una sola capa en un plato.",
        "Combine el pimentón ahumado, el polvo de ajo, la sal y la pimienta en un tazón. Espolvoree 1/2 de la mezcla de condimento uniformemente sobre los muslos. Gire los muslos sobre y espolvoree uniformemente con el condimento restante.",
        "Cocine en la freidora de aire precalentada hasta que los muslos estén dorados y los jugos estén limpios, unos 18 minutos. Un termómetro de lectura instantánea insertado en el centro debe leer al menos 165 grados F (74 grados C)."
    ]
}