{
    "ingredients": [
        {
            "food_spanish": "carne de vacuno",
            "food": "beef",
            "quantity": "16",
            "unit_spanish": "onzas",
            "unit": "ounces",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": "tierra",
            "process": "ground"
        },
        {
            "food_spanish": "carne de cerdo",
            "food": "pork",
            "quantity": "4",
            "unit_spanish": "onzas",
            "unit": "ounces",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": "tierra",
            "process": "ground"
        },
        {
            "food_spanish": "Queso parmesano",
            "food": "Parmesan cheese",
            "quantity": "1⁄2",
            "unit_spanish": "taza",
            "unit": "cup",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": "rallado",
            "process": "grated"
        },
        {
            "food_spanish": "Migajas italianas de pan sazonado",
            "food": "Italian seasoned bread crumbs",
            "quantity": "3",
            "unit_spanish": "taza",
            "unit": "cup",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "Huevo",
            "food": "egg",
            "quantity": "1",
            "unit_spanish": null,
            "unit": null,
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "ajo",
            "food": "garlic",
            "quantity": "2",
            "unit_spanish": "clavos",
            "unit": "cloves",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": "picadas",
            "process": "minced"
        },
        {
            "food_spanish": "Condimento italiano",
            "food": "Italian seasoning",
            "quantity": "1",
            "unit_spanish": "cucharadita",
            "unit": "teaspoon",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "sal",
            "food": "salt",
            "quantity": "1⁄2",
            "unit_spanish": "cucharadita",
            "unit": "teaspoon",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        }
    ],
    "steps": [
        "Su freidora es el secreto para las albóndigas perfectas que son crujientes en el exterior, pero tierna y jugosa en el interior. Volverá a esta receta de albóndiga de la freidora una y otra vez.",
        "Encontrarás una lista detallada de ingredientes e instrucciones paso a paso en la siguiente receta, pero vamos a repasar los conceptos básicos de hacer albóndigas de freidora:",
        "Estos son los ingredientes simples que usted necesitará para hacer esta receta de albóndiga de la freidora en casa:",
        "He aquí un breve resumen de lo que puede esperar cuando haga albóndigas fritas:",
        "En una freidora precalentada a 350 grados F, las albóndigas deben cocinar durante unos 10 minutos. No se olvide de agitar la canasta en la marca de 8 minutos! Además, deje que las albóndigas descansen durante cinco minutos antes de servir.",
        "Sirva estas albóndigas fritas sobre espaguetis con nuestra Mejor Salsa Marinara Sin embargo, para un plato clásico, agradable a la multitud. Estas albóndigas también funcionan perfectamente como aperitivo, en un sándwich, o servido sobre puré de patatas, arroz o fideos de huevo.",
        "Sí! Congelar albóndigas es una gran manera de preparar la comida. Aquí está cómo congelar albóndigas de freidora de aire, según el creador de la receta y Allrecipes Allstar Soup Loving Nicole:",
        "“Después del paso 2, coloque la bandeja de hornear en el congelador durante 4 horas. Transfiera las albóndigas congeladas a un recipiente seguro con congelador. El tiempo de cocción tendrá que aumentarse a 15 minutos: Cocine durante 12 minutos, agitar, y luego cocine por 3 minutos más.”",
        "“Realmente me gustó cómo resultó esto,” raves Anna Dorothea. “Mucho mejor que en el horno — tierno en el interior con una corteza marrón fuera. Los cociné a 375 grados F en lugar de 350 grados F y me gustó el resultado. Definitivamente un guardián!”",
        "“Hice la receta tal como estaba escrita y eran perfectas”, según Peg. “Mi esposo las amaba y se habían ido al día siguiente. No voy a freír ni hornear albóndigas de nuevo. Rápido y fácil.”",
        "“He hecho la mía con una mezcla de carne de venado y ternera”, dice Kayla. “¡También puse una pequeña bola de queso mozzarella en el medio y fue genial!”",
        "Contribuciones editoriales de Corey Williams",
        "Precaliente una freidora a 350 grados F (175 grados C).",
        "Combine carne de res, cerdo, queso parmesano, migas de pan, huevo, ajo, condimento italiano y sal en un tazón grande. Mezcle hasta que se combine uniformemente. Forme 16 albóndigas iguales (una pequeña cucharada de helado es útil) y coloque en una bandeja para hornear.",
        "Coloque 1/2 de las albóndigas en la cesta de la freidora y cocine 8 minutos. Agite la cesta y cocine 2 minutos más. Transfiera a un plato de servir y deje reposar durante 5 minutos. Repita con las albóndigas restantes."
    ]
}