{
    "ingredients": [
        {
            "food_spanish": "Queso parmesano",
            "food": "Parmesan cheese",
            "quantity": "1⁄2",
            "unit_spanish": "taza",
            "unit": "cup",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": "rallado",
            "process": "grated"
        },
        {
            "food_spanish": "pimentón",
            "food": "paprika",
            "quantity": "1",
            "unit_spanish": "cucharadita",
            "unit": "teaspoon",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "ajo en polvo",
            "food": "garlic powder",
            "quantity": "1",
            "unit_spanish": "cucharadita",
            "unit": "teaspoon",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "sal kosher",
            "food": "kosher salt",
            "quantity": "1",
            "unit_spanish": "cucharadita",
            "unit": "teaspoon",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "perejil",
            "food": "parsley",
            "quantity": "1",
            "unit_spanish": "cucharadita",
            "unit": "teaspoon",
            "physical_quality_spanish": "desecado",
            "physical_quality": "dried",
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "pimienta",
            "food": "pepper",
            "quantity": "1⁄2",
            "unit_spanish": "cucharadita",
            "unit": "teaspoon",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": "tierra",
            "process": "ground"
        },
        {
            "food_spanish": null,
            "food": null,
            "quantity": "4",
            "unit_spanish": null,
            "unit": null,
            "physical_quality_spanish": "deshuesado",
            "physical_quality": "boneless",
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "Aceite de oliva",
            "food": "olive oil",
            "quantity": "2",
            "unit_spanish": "cucharadas",
            "unit": "tablespoons",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        }
    ],
    "steps": [
        "Usa tu confiable freidora de aire para hacer las mejores (y más fáciles) chuletas de cerdo de tu vida. Confía en nosotros: una vez que pruebes esta receta de chuletas de cerdo de freidora, nunca volverás a tu viejo método.",
        "La rápida circulación de aire de la freidora produce chuletas de cerdo crujientes por fuera, pero sabrosas y jugosas por dentro. ¿Qué más podrías querer en una receta fácil de chuleta de cerdo?",
        "Mezcle el parmesano, el pimentón, el polvo de ajo, la sal, el perejil y la pimienta en un plato poco profundo. Cocine cada chuleta de cerdo en aceite de oliva, luego drague en la mezcla de queso sazonado. Cocine las chuletas de cerdo, dos a la vez, en la freidora de aire precalentado.",
        "Esta receta debe cocinar por completo chuletas de cerdo de tamaño mediano en unos 10 minutos en una freidora de aire a 380 grados F. Por supuesto, ya que las chuletas de cerdo varían en espesor, es mejor probar la temperatura antes de cavar. Un termómetro instantáneo de lectura de alimentos insertado en la parte más gruesa de la chuleta debe leer al menos 145 grados F.",
        "Estas deliciosas chuletas de cerdo merecen un plato igualmente delicioso. ¿Buscas alguna inspiración sabrosa? Explora nuestra colección de 15 mejores platos laterales para chuletas de cerdo. Estas son algunas de las recetas que encontrarás:",
        "Frijoles verdes y setas MedleyIncreíble y fácil cazuela de maíz cremosoAsado de remolacha y ensalada de kale",
        "Guarde las chuletas de cerdo sobrantes en un recipiente hermético o bien envuelto en papel de aluminio en el refrigerador hasta por tres días. Recaliente en un horno a 350 grados F (con unas gotas de caldo o agua para evitar la sequedad) hasta que el cerdo se caliente a través.",
        "\"Esta receta fue muy buena, rápida y fácil,\" raves laurieb2508. \"Añadí pimentó pimentón ahumado para añadir más sabor y una pequeña cantidad de pan rallado y resultó genial!\"",
        "\"Super fácil, delicioso, y hecho con artículos que tengo en mi despensa\", según Lala.",
        "\"La hice [según la receta] y estaba deliciosa\", dice Patricia Eib. \"La serví con espárragos y batatas\".",
        "Contribuciones editoriales de Corey Williams",
        "Precaliente la freidora a 380 grados F (190 grados C).",
        "Combine el queso parmesano, el pimentón, el polvo de ajo, la sal, el perejil y la pimienta en un plato plano poco profundo; mezcle bien.",
        "Abrigue cada chuleta de cerdo con aceite de oliva. Drague ambos lados de cada chuleta en la mezcla parmesana y ponga en un plato.",
        "Coloque 2 chuletas en la cesta de la freidora y cocine durante 10 minutos; gire a la mitad del tiempo de cocción. Transfiera a una tabla de cortar y deje reposar durante 5 minutos. Repita con las chuletas restantes.",
        "Servido caliente y disfrutar!",
        "Para una limpieza fácil y menos desorden, mezcle la mezcla parmesana en un recipiente de plástico largo y plano para llevar. Coloque una chuleta a la vez, chasque la tapa y agite. Transfiera al plato y repita con las chuletas restantes. Cortes perfectamente recubiertas cada vez!"
    ]
}