{
    "ingredients": [
        {
            "food_spanish": "Patatas",
            "food": "potatoes",
            "quantity": "2",
            "unit_spanish": null,
            "unit": null,
            "physical_quality_spanish": "medio",
            "physical_quality": "medium",
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "Aceite de oliva",
            "food": "olive oil",
            "quantity": null,
            "unit_spanish": "cucharadas",
            "unit": "tablespoons",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "pimentón",
            "food": "paprika",
            "quantity": "1⁄2",
            "unit_spanish": "cucharadita",
            "unit": "teaspoon",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": "tierra",
            "process": "ground"
        },
        {
            "food_spanish": "copos de perejil",
            "food": "parsley flakes",
            "quantity": "1⁄2",
            "unit_spanish": "cucharadita",
            "unit": "teaspoon",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "chile en polvo",
            "food": "chili powder",
            "quantity": "1⁄2",
            "unit_spanish": "cucharadita",
            "unit": "teaspoon",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "sal marina",
            "food": "sea salt",
            "quantity": "1⁄2",
            "unit_spanish": "cucharadita",
            "unit": "teaspoon",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "pimienta",
            "food": "pepper",
            "quantity": "1",
            "unit_spanish": "cucharadita",
            "unit": "teaspoon",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": "tierra",
            "process": "ground"
        }
    ],
    "steps": [
        "Su fiel freidora de aire es la clave de estas perfectas cuñas de patata: Son crujientes en el exterior, esponjosas en el interior, y absolutamente irresistible. Esta receta de alta calificación para las cuñas de patata frita al aire es una que volverá una y otra vez.",
        "Opte por una variedad de patatas almidonadas, como las patatas russet o Yukon Golds, para obtener resultados perfectos. Evite las patatas cerosas, como los dedos, ya que no se aguantarán también durante la cocción.",
        "Para cortar una patata en cuñas, cortar la patata por la mitad a lo largo. Coloque el lado cortado de la patata en la tabla de cortar y cortarla por la mitad de nuevo para crear cuartos. Repita con la otra mitad. Ahora, coloque cada cuarto de patata con el lado cortado hacia arriba y corte el centro de cada cuarto para crear una cuña. Repita con los otros cuartos hasta que toda la patata se corte en cuñas.",
        "Encontrarás la receta completa a continuación, pero aquí tienes una breve descripción de lo que puedes esperar:",
        "Las cuñas de patata sazonadas se colocan en la cesta de una freidora y se cocinan durante 10 minutos. Las cuñas se voltean con pinzas y se cocinan durante otros cinco minutos, para garantizar la máxima crujiente.",
        "Esta receta no requiere antes de remojar las cuñas de patata antes de freír al aire. Sin embargo, si tienes tiempo para remojar las patatas en agua fría durante unos 30 minutos antes de sazonar y \"friturar\", la receta podría dar resultados aún más crujientes.",
        "Estas cuñas de patata se sazonan con una mezcla sabrosa de pimentón, perejil, chile, sal y pimienta. Pero, estas son tus cuñas de patata, por lo que puedes llegar a ser tan creativo como quieras! Escupirlo con pimienta de cayena o añadir un poco de tierra con romero herbáceo. Sólo estás limitado a las especias en su despensa.",
        "Estas cuñas de patata deben ser perfectamente crujientes después de unos 15 minutos (10 minutos por un lado, cinco minutos por el otro). Si sientes que tus cuñas no son lo suficientemente crujientes, puedes freírlas por un poco más de tiempo en cada lado, solo asegúrate de que no se quemen.",
        "Deje enfriar las cuñas de patata antes de almacenarlas. Coloque las cuñas de patata sobrantes en un recipiente hermético o bolsa con cremallera forrada con toallas de papel. Almacene en la nevera durante cuatro a cinco días. Recaliente en el microondas, en una freidora o en un horno.",
        "Sí, puede congelar las cuñas de patata cocidas. Coloque (completamente enfriadas) las cuñas en una bolsa hermética de congelador, exprima el exceso de aire y selle. Etiquete con la fecha y congele por un máximo de tres meses. No tiene que descongelar las cuñas de patata congelada — simplemente vuelva a calentarlas desde congeladas en el microondas, en una freidora o en un horno.",
        "\"Estos eran absolutamente deliciosos,\" Raves Allrecipes Allstar Yoly. \"El momento era el lugar en. Mis cuñas de patata eran crujientes en el exterior y cremosos en el interior. Va a hacer esto una y otra vez. Gracias por la receta!\"",
        "\"Una receta tan fácil y deliciosa\", según Karen Taylor. \"Son crujientes por fuera y suaves por dentro. Me encanta.\"",
        "\"Aplasté unas cuantas cuñas después de que estaban medio cocidas y les di un spray ligero de aceite de cocina que dio a las partes aplastadas una textura crujiente agradable\", dice Sofabear. \"También usé la canasta de rotisserie para cocinarlas en mi freidora\".",
        "Contribuciones editoriales de Corey Williams",
        "Precaliente una freidora a 400 grados F (200 grados C).",
        "Cortar cada patata por la mitad a lo largo. Cortar cada mitad por la mitad a lo largo, y luego cortar cada cuarto por la mitad a lo largo. Tendrás 16 cuñas. Recoger los condimentos.",
        "Coloque las cuñas de la patata en un tazón grande. Agregue el aceite de oliva, el pimentón, el perejil, el chile, la sal y la pimienta; mezcle hasta que esté bien combinado.",
        "Coloque 1/2 de las cuñas de patata en la cesta de la freidora y cocine durante 10 minutos.",
        "Gire las cuñas con pinzas y cocine durante 5 minutos adicionales. Retire a un plato.",
        "Repita para cocinar las cuñas restantes.",
        "Servir caliente y disfrutar!"
    ]
}