{
    "ingredients": [
        {
            "food_spanish": "Patata",
            "food": "potato",
            "quantity": "1",
            "unit_spanish": null,
            "unit": null,
            "physical_quality_spanish": "medio",
            "physical_quality": "medium",
            "process_spanish": "pelados",
            "process": "peeled"
        },
        {
            "food_spanish": "Aceite de canola",
            "food": "canola oil",
            "quantity": "1",
            "unit_spanish": "cucharada",
            "unit": "tablespoon",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "sal kosher",
            "food": "kosher salt",
            "quantity": "1⁄2",
            "unit_spanish": "cucharadita",
            "unit": "teaspoon",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "pimienta",
            "food": "pepper",
            "quantity": "1⁄4",
            "unit_spanish": "cucharadita",
            "unit": "teaspoon",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "ajo en polvo",
            "food": "garlic powder",
            "quantity": "⁄",
            "unit_spanish": "cucharadita",
            "unit": "teaspoon",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "pimentón",
            "food": "paprika",
            "quantity": "1",
            "unit_spanish": "cucharadita",
            "unit": "teaspoon",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": "tierra",
            "process": "ground"
        }
    ],
    "steps": [
        "En serio, no hay necesidad de ir a un restaurante para conseguir patatas fritas crujientes, dulces y sabrosas cuando usted tiene esta receta fácil de 20 minutos.",
        "Vas a estar haciendo estas patatas fritas para ir con cada comida, así que mejor que lo guardes ahora.",
        "A continuación encontrarás la receta completa, paso a paso, pero esto es lo que puedes esperar al hacer estas fáciles papas fritas de batata:",
        "Sazone las batatas rebanadas con aceite de canola, sal, pimienta, ajo en polvo y pimentón. Alfríelas hasta que las papas fritas estén crujientes y doradas.",
        "Creemos que esta receta utiliza el mejor método para las patatas fritas crujientes y totalmente cocidas. Freír las patatas fritas (en una sola capa) durante 10 minutos para lograr patatas fritas doradas. Puede tirar la cesta después de 5 minutos para asegurar que incluso cocinar por todos lados.",
        "Las patatas fritas de la freidora de aire hacen un gran plato de acompañamiento para tantas entradas, así que usted puede dejar su imaginación correr salvaje. Pero, si usted necesita un pequeño plato principal inspo, sugerimos probar una de estas recetas:",
        "15 Las mejores recetas de hamburguesa con quesoNuestras 8 mejores recetas de sándwich de pollo fritoNuestras 15 mejores recetas de pollo barbacoa de todos los tiempos",
        "O, explore toda nuestra colección de recetas de platos principales.",
        "¡No te olvides de la salsa! Nos encanta servir estas papas fritas con un lado de salsa de tomate, rancho, o freír salsa para sumergir.",
        "Almacenar las patatas fritas de la freidora en una bolsa con cremallera o recipiente hermético en la nevera hasta por cuatro días. Recaliente en la freidora para asegurar las sobras crujientes.",
        "Contribuciones editoriales de Bailey Fink",
        "Precaliente la freidora a 400 grados F (200 grados C).",
        "Cortar la batata en papas fritas de 1/2 pulgada de ancho. Colocar en un tazón con aceite de canola; mezclar para cubrir. Sazonar con sal, pimienta, ajo en polvo y pimentón; mezclar hasta que todas las papas fritas estén uniformemente recubiertas.",
        "Trabajar en lotes si es necesario, colocar una capa uniforme de papas fritas en la cesta de la freidora.",
        "Cocine en la freidora precalentada hasta que esté dorada, unos 10 minutos. Repita para cocinar las papas fritas restantes.",
        "Servir caliente y disfrutar!"
    ]
}