{
    "ingredients": [
        {
            "food_spanish": "bollos para perros calientes",
            "food": "hot dog buns",
            "quantity": "4",
            "unit_spanish": null,
            "unit": null,
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "hot dogs",
            "food": "hot dogs",
            "quantity": "4",
            "unit_spanish": null,
            "unit": null,
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        }
    ],
    "steps": [
        "No hay necesidad de encender la parrilla — estos perritos calientes de la freidora son crujientes, jugosos, y se reúnen en pocos minutos.",
        "¡Sí! Los perritos calientes fritos son crujientes por fuera y jugosos por dentro. Los panecillos perfectamente tostados son la guinda del pastel.",
        "Cocine los panecillos en la freidora, luego cocine los perros calientes. Sirva los perros calientes en los panecillos tostados. Es tan simple como eso! Encontrará la receta completa, paso a paso con instrucciones detalladas a continuación.",
        "En una freidora precalentada a 400 grados F, cuatro perritos calientes deben estar perfectamente cocidos en unos tres minutos. Los bollos, mientras tanto, deben estar crujientes después de unos dos minutos.",
        "Cubra cada hot dog con sus toppings favoritos, como ketchup, mostaza, pepinillos y chucrut. Para servir inspiración, explore nuestra colección de 15 mejores platos laterales para servir con perros calientes. Aquí están algunas de las recetas más valoradas que encontrará:",
        "Guarde sus perros calientes cocidos en un recipiente poco profundo y hermético o envuelto en papel de aluminio en el refrigerador. Deben permanecer bien durante unos cuatro días. Recaliente en el microondas, la freidora o el horno.",
        "“Todo salió increíble”, elogia un miembro de la comunidad Allrecipes. “¡Yo era súper escéptico, pero era rápido, fácil y delicioso!”",
        "“Esto fue lo primero que cocinamos en la nueva freidora”, según gabajoran. “Los perros calientes y los panecillos eran perfectos y la limpieza es increíblemente fácil”.",
        "“Una manera fantástica de hacer perritos calientes”, dice Stephanie. “Los míos estaban congelados, así que los cociné durante 4 minutos y parecían y sabían como si hubieran sido cocinados en la parrilla”.",
        "Contribuciones editoriales de Corey Williams",
        "Precaliente una freidora a 400 grados F (200 grados C).",
        "Coloque los bollos en una sola capa en la cesta de la freidora; cocine en la freidora precalentada hasta que estén crujientes, unos 2 minutos. Retire los bollos a un plato.",
        "Coloque los perros calientes en una sola capa en la cesta de la freidora; cocine durante 3 minutos. Sirva los perros calientes en bollos tostados."
    ]
}