{
    "ingredients": [
        {
            "food_spanish": "chocolate",
            "food": "chocolate",
            "quantity": "600",
            "unit_spanish": "gramos",
            "unit": "grams",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "Queso crema",
            "food": "cream cheese",
            "quantity": "600",
            "unit_spanish": "gramos",
            "unit": "grams",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "dulce de leche",
            "food": "dulce de leche",
            "quantity": "400",
            "unit_spanish": "gramos",
            "unit": "grams",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "leche",
            "food": "milk",
            "quantity": "1",
            "unit_spanish": "vidrio",
            "unit": "glass",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "cacao",
            "food": "cocoa",
            "quantity": "1",
            "unit_spanish": "cucharada",
            "unit": "tablespoon",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        }
    ],
    "steps": [
        "Para empezar con la preparación de la chocotorta helada mezcla el dulce de leche con el queso crema. Pruébalo y agrega más dulce si lo prefieres.",
        "Por otro lado, disuelve el cacao en la leche. Si lo prefieres, puedes usar café en lugar de cacao o agua en lugar de leche. En este líquido vamos a humedecer un poco las galletitas para que tu chocotorta no quede muy seca.",
        "Para empezar a armar tu chocotorta, humedece una a una las galletitas por ambos lados y disponlas en la base de tu molde para hacer la primera capa. En este caso, utilizamos un molde de vidrio tipo pirex de 19 x 30 x 5 cm.",
        "Cubre esa primera capa con la mezcla de dulce de leche y queso crema para tener tu segunda capa. Luego, agrega nuevamente galletitas humedecidas en la leche y repite hasta usar todos los ingredientes.",
        "Para la capa final, puedes agregar las galletitas rotas sobre la mezcla de dulce y crema. También podrías reemplazarlas o mezclarlas con chocolate rallado, tanto negro, con leche o blanco, según cuál sea tu preferido.",
        "Cubre con film tu chocotorta helada y llévala al congelador por al menos unos 40 minutos. Retírala unos minutos antes de servirla para poder cortarla con mayor facilidad. Recomendamos igualmente el uso de un cuchillo pasado por agua caliente para que sea más sencillo.",
        "Ahora sí, ya puedes disfrutar de esta deliciosa chocotorta para niños o adultos. ¡A comer! Cuéntanos si lo pruebas y comparte la foto del resultado final."
    ]
}