{
    "ingredients": [
        {
            "food_spanish": "Arroz redondo",
            "food": "round rice",
            "quantity": "100",
            "unit_spanish": "gramos",
            "unit": "grams",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "leche",
            "food": "milk",
            "quantity": "800",
            "unit_spanish": "mililitros",
            "unit": "milliliter",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "limón",
            "food": "lemon",
            "quantity": "1",
            "unit_spanish": null,
            "unit": null,
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "azúcar",
            "food": "sugar",
            "quantity": "100",
            "unit_spanish": "Granos",
            "unit": "grains",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "canela",
            "food": "cinnamon",
            "quantity": "1",
            "unit_spanish": "sucursal",
            "unit": "branch",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "anís",
            "food": "anise",
            "quantity": null,
            "unit_spanish": "estrella",
            "unit": "star",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "canela en polvo",
            "food": "cinnamon powder",
            "quantity": null,
            "unit_spanish": null,
            "unit": null,
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        }
    ],
    "steps": [
        "Para hacer el arroz con leche andaluz, primero prepara los ingredientes. Añade una cazuela con 2-3 tiras de cáscara de limón, una rama de canela y 1-2 estrellas de anís estrellado. Si no dispones de anís estrellado, puedes verter un chorro de licor de anís a mitad de la cocción del arroz. También puedes cambiar la cáscara de limón por la cáscara de naranja.",
        "Incorpora la leche y lleva el cazo al fuego. Deja que se cocine a fuego medio alto hasta que empiece a hervir. Luego, baja el fuego.",
        "Añade el arroz y deja que se cocine a fuego medio bajo unos 40 minutos. Ve removiendo de vez en cuando para que se suelte el arroz y vaya soltando el almidón, así espesará leche y quedará más cremosito.",
        "Añade el azúcar a mitad de la cocción y mueve el arroz hasta que el azúcar se disuelva, así no se quemará o se ira a la parte de abajo de la cazuela. Deja que siga cocinado el arroz hasta que esté listo. Pasado un rato prueba de sabor y, si te gusta más dulce, añade un poco más de azúcar, es mejor añadir poco y luego ir añadiendo si hace falta.",
        "Cuando casi esté el arroz con leche tradicional, prueba el arroz y, si ves que está tierno, apaga el fuego. Como está muy caliente se sigue cocinando y suele espesarse un poco más.",
        "Retira el palo de canela y la cáscara de limón del arroz. Prepara unos vasitos o moldes para emplatar el arroz con leche andaluz. Deja templar el arroz a temperatura ambiente y, luego, introduce en la nevera hasta la hora de comer o de un día para otro. Como mínimo 3-4 horas en la nevera.",
        "A la hora de servir espolvorea con un poco de canela en polvo. ¡A comer el arroz con leche de toda la vida! Cuéntanos en los comentarios tu opinión y comparte con nosotros una fotografía del resultado final."
    ]
}