{
    "ingredients": [
        {
            "food_spanish": "Bono porcino",
            "food": "pig bond",
            "quantity": "1",
            "unit_spanish": "kilogramo",
            "unit": "kilogram",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "Cebolla",
            "food": "onion",
            "quantity": "1",
            "unit_spanish": null,
            "unit": null,
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "Cebolla",
            "food": "onion",
            "quantity": "2",
            "unit_spanish": null,
            "unit": null,
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "Cerveza",
            "food": "beer",
            "quantity": "1",
            "unit_spanish": "libra",
            "unit": "pound",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        }
    ],
    "steps": [
        "Para empezar con la preparación de la bondiola de cerdo al disco, pela y pica la cebolla morada. También lava y pica la cebolla de verdeo, reservando la parte verde para después.",
        "Por otro lado, retira un poco de la grasa visible de la carne y córtala en churrascos de unos 2 dedos de ancho.",
        "Calienta a fuego máximo el disco y agrega una cucharada de aceite. Sella en él los churrasquitos de bondiola. Puedes hacerlo sobre el fuego de la parrilla o sobre tu hornalla.",
        "Cuando estén dorados por ambos lados, agrega las cebollas que habías picado previamente. Mantén el fuego fuerte.",
        "Cuando las cebollas estén transparentes, agrega suficiente cerveza como para cubrir la base de la bondiola. De ser necesario, mueve los churrascos para que todos reciban calor parejo y se cocinen a la perfección. Puedes también girarlos sobre sí. Si se evapora el líquido, renueva la cantidad de cerveza.",
        "Una vez lista, sirve la bondiola de cerdo al disco con la salsita de la reducción de cerveza y decora con la parte verde de la cebolla de verdeo, que habías reservado en el primer paso. ¡A comer! Cuéntanos si lo pruebas y comparte una foto del resultado final."
    ]
}