{
    "ingredients": [
        {
            "food_spanish": "carne de cerdo",
            "food": "pork",
            "quantity": "500",
            "unit_spanish": "gramos",
            "unit": "grams",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": "sacrificio",
            "process": "slaughter"
        },
        {
            "food_spanish": "Cebolla",
            "food": "onion",
            "quantity": "1",
            "unit_spanish": null,
            "unit": null,
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "Cebolla",
            "food": "onion",
            "quantity": "4",
            "unit_spanish": "sucursales",
            "unit": "branches",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "puré de ajo",
            "food": "garlic puree",
            "quantity": "1",
            "unit_spanish": "cucharada",
            "unit": "tablespoon",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "Almidón de maíz",
            "food": "cornstarch",
            "quantity": "1",
            "unit_spanish": "cucharada",
            "unit": "tablespoon",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "leche",
            "food": "milk",
            "quantity": "1",
            "unit_spanish": "taza",
            "unit": "cup",
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        },
        {
            "food_spanish": "Patatas",
            "food": "potatoes",
            "quantity": "2",
            "unit_spanish": null,
            "unit": null,
            "physical_quality_spanish": null,
            "physical_quality": null,
            "process_spanish": null,
            "process": null
        }
    ],
    "steps": [
        "Para empezar con la preparación del matambre al verdeo, cocina la carne en una olla a presión con variedad de verduras por unos 30 minutos. Puedes usar puerro, zanahoria, cebolla, pero recomendamos no uses caldos industriales. Si no tienes este tipo de ollas, puedes cocinarlo perfectamente en una olla regular, pero el doble de tiempo, asegurándote que no se quede sin líquido. Así, tu matambre estará bien tierno y delicioso.",
        "Mientras, pela y pica la cebolla bien finita. También lava y corta la cebolla de verdeo separando la parte blanca de la verde. Pica la blanca y reserva la verde para usar luego.",
        "Para comenzar con la cocción de la salsa de verdeo, agrega una cucharada de aceite en una sartén a fuego máximo. Condimenta con el puré de ajo.",
        "Agrega la cebolla y la parte blanca de la cebolla de verdeo y, una vez que transparenten, baja el fuego a medio. Si el salteado se está secando, agrega una cucharada de agua caliente. Repite tantas veces como sea necesario para lograr unas cebollas caramelizadas exquisitas. Cuando estén bien cocidas, puedes levantar el fondo de cocción con vino blanco en lugar de agua para sumar más sabor.",
        "Mientras, disuelve la maicena en la leche fría. Esta es una versión saludable y rápida de una salsa blanca. Sin embargo, si lo prefieres, puedes hacer la clásica calentando una cucharada de manteca con una de harina en una sartén y agregando luego la leche. Revuelve hasta que espese.",
        "Agrega la leche con la maicena al salteado de cebolla y revuelve hasta que espese. Agrega al final la parte verde de la cebolla de verdeo picada.",
        "Cuando la carne esté lista, calienta la plancha a fuego máximo. Agrega la carne y no la muevas sino hasta que esté bien dorada. Gírala y dórala por el otro lado.",
        "Al girarla, añade una cucharada de la salsa de verdeo y déjala que se termine de calentar con la carne para que tome sabor.",
        "Para acompañar tu matambre al verdeo, pela y corta la papa en cubos. Sumérgela en abundante agua y cuélala. Llévala al recipiente de tu freidora de aire y cocínala por unos 7 minutos a 200 ºC. Muévelas un poco y cocínalas 7 minutos más para que estén bien doradas.",
        "Sirve tu matambre al verdeo decorando con más de la parte verde picada junto con las papas doradas y crujientes. ¡A comer! Cuéntanos si lo pruebas y comparte la foto del resultado final."
    ]
}